Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# stats.charts.employment.title
source: Employment percentage
ar: نسبة الوظيفة
bg: Процент заетост
bn: নিয়োগ শতাংশ
ca: Percentatge d'ocupació
cs: Procento pracovního poměru
da: Stillingsprocent
de: Anstellungsquote
el: Ποσοστό απασχόλησης
es: Porcentaje de contratación
et: Töösuhte protsent
fa: درصد استخدام
fi: Stillingsprosentin
fil: Porsyento ng posisyon
fr: Pourcentage de poste
he: אחוז משרה
hi: रोजगार प्रतिशत
hr: Postotak zaposlenja
hu: Foglalkoztatási százalék
id: Persentase stilling
is: Stöðuprósenta
it: Percentuale di impiego
ja: 雇用率
ko: 고용 비율
lt: Pareigybė
lv: Amata procents
nb: Stillingsprosent
nl: Dienstverband
nn: Stillingsprosent
pl: Procent zatrudnienia
pt_br: Percentual de contratação
ro: Procent de angajare
ru: Процент занятости
sk: Percento pracovného zaradenia
sl: Odstotek zaposlitve
sr: Procenat zaposlenja
sv: Anställningsprocent
sw: Asilimia ya stahimu
ta: வேலைவாய்ப்பு சதவீதம்
th: เปอร์เซ็นต์ตำแหน่ง
tr: İstihdam yüzdesi
uk: Відсоток зайнятості
ur: ملازمت کا فیصد
vi: Phần trăm vị trí
zh_hans: 工作岗位百分比
zh_hant: 聘僱百分比

# stats.charts.monthlyProgress.noData
source: Add shifts to see monthly progress.
ar: أضف نوبات لعرض تقدم الشهر.
bg: Добави смени, за да видиш развитието на месеца.
bn: মাসিক অগ্রগতি দেখতে শিফট যোগ করুন।
ca: Afegeix torns per veure el progrés mensual.
cs: Přidejte směny, abyste viděli vývoj v tomto měsíci.
da: Tilføj vakter for at se månedens udvikling.
de: Füge Schichten hinzu, um den Fortschritt des Monats zu sehen.
el: Προσθέστε βάρδιες για να δείτε τη μηνιαία πρόοδο.
es: Añade vácantes para ver el progreso mensual.
et: Lisage vahetused, et näha kuupalga arengut.
fa: برای دیدن پیشرفت ماهانه، شیفت اضافه کنید.
fi: Lisää vuoroja nähdäksesi kuukauden kehityksen.
fil: Magdagdag ng mga vakhta upang makita ang pag-unlad ng buwan.
fr: Ajoutez des vagues pour voir la progression du mois.
he: הוסף משמרות כדי לראות התקדמות חודשית.
hi: मासिक प्रगति देखने के लिए शिफ्ट जोड़ें।
hr: Dodajte smjene da vidite mjesečni napredak.
hu: Vákták hozzáadásával megtekintheted a havi előrehaladást.
id: Tambahkan vakat untuk melihat perkembangan bulanan.
is: Bættu við vöktum til að sjá framvindu mánaðarins.
it: Aggiungi turni per vedere l'andamento mensile.
ja: 月の進捗を確認するにはシフトを追加してください。
ko: 월간 진행 상황을 보려면 근무를 추가하세요.
lt: Pridėkite vaktus, norėdami pamatyti mėnesio progresą.
lv: Pievienojiet maiņas, lai redzētu mēneša progress.
nb: Legg til vakter for å se månedens utvikling.
nl: Voeg diensten toe om de maandelijkse voortgang te zien.
nn: Legg til vakter for å sjå månadens utvikling.
pl: Dodaj zmiany, aby zobaczyć postęp miesiąca.
pt_br: Adicione turnos para ver o progresso mensal.
ro: Adaugă vachte pentru a vedea progresul lunar.
ru: Добавьте смены, чтобы увидеть прогресс месяца.
sk: Pridajte zmeny, aby ste videli mesačný pokrok.
sl: Dodaj izmene, da vidiš napredek v tem mesecu.
sr: Dodaj vakte da vidiš napredak za ovaj mesec.
sv: Lägg till skift för att se månadens framsteg.
sw: Ongeza vakt ili kuona maendeleo ya mwezi.
ta: மாதாந்திர முன்னேற்றத்தைப் பார்க்க வேலைவாய்ப்புகளைச் சேர்க்கவும்.
th: เพิ่มเวรเพื่อดูความคืบหน้ารายเดือน
tr: Ayın gelişimini görmek için vardiyalar ekleyin.
uk: Додайте вахти, щоб побачити прогрес місяця.
ur: ماہانہ پیشرفت دیکھنے کے لیے شفٹیں شامل کریں۔
vi: Thêm ca làm việc để xem tiến trình hàng tháng.
zh_hans: 添加班次以查看月度进度。
zh_hant: 新增班次以查看本月進度。

# stats.charts.monthlyProgress.title
source: Monthly progress
ar: تقدم الشهر
bg: Развитие на месеца
bn: মাসিক অগ্রগতি
ca: Progrés mensual
cs: Vývoj v měsíci
da: Månedens udvikling
de: Monatlicher Fortschritt
el: Μηνιαία πρόοδος
es: Progreso mensual
et: Kuu areng
fa: پیشرفت ماهانه
fi: Kuukauden kehitys
fil: Pag-unlad ng buwan
fr: Progression du mois
he: התקדמות חודשית
hi: मासिक प्रगति
hr: Mjesečni napredak
hu: Havi előrehaladás
id: Perkembangan bulanan
is: Framvindu mánaðarins
it: Andamento mensile
ja: 月間進捗
ko: 월간 진행 상황
lt: Mėnesio progresas
lv: Mēneša progress
nb: Månedens utvikling
nl: Maandelijkse voortgang
nn: Månadens utvikling
pl: Postęp miesiąca
pt_br: Progresso mensal
ro: Progres lunar
ru: Прогресс месяца
sk: Mesačný pokrok
sl: Napredek v tem mesecu
sr: Napredak za ovaj mesec
sv: Månadens framsteg
sw: Maendeleo ya mwezi
ta: மாதாந்திர முன்னேற்றம்
th: ความคืบหน้ารายเดือน
tr: Ayın gelişimi
uk: Прогрес місяця
ur: ماہانہ پیشرفت
vi: Tiến trình hàng tháng
zh_hans: 月度进度
zh_hant: 本月進度

# stats.charts.weeklyChart.bestWeek
source: Best week (Week %lld)
ar: أفضل أسبوع (الأسبوع %lld)
bg: Най-добра седмица (Седмица %lld)
bn: সেরা সপ্তাহ (সপ্তাহ %lld)
ca: Millor setmana (Setmana %lld)
cs: Nejlepší týden (Týden %lld)
da: Bedste uge (Uge %lld)
de: Beste Woche (Woche %lld)
el: Καλύτερη εβδομάδα (Εβδομάδα %lld)
es: Mejor semana (Semana %lld)
et: Parim nädal (Nädal %lld)
fa: بهترین هفته (هفته %lld)
fi: Paras viikko (Viikko %lld)
fil: Pinakamahusay na linggo (Linggo %lld)
fr: Meilleure semaine (Semaine %lld)
he: שבוע הטוב ביותר (שבוע %lld)
hi: सर्वश्रेष्ठ सप्ताह (सप्ताह %lld)
hr: Najbolja tjedna (Tjedan %lld)
hu: Legjobb hét (Hét %lld)
id: Minggu terbaik (Minggu %lld)
is: Besta vika (Vika %lld)
it: Miglior settimana (Settimana %lld)
ja: 最高週（第%lld週）
ko: 최고 주 (주 %lld)
lt: Geriausia savaitė (Savaitė %lld)
lv: Labākā nedēļa (Nedēļa %lld)
nb: Beste uke (Uke %lld)
nl: Beste week (Week %lld)
nn: Beste veke (Veke %lld)
pl: Najlepszy tydzień (Tydzień %lld)
pt_br: Melhor semana (Semana %lld)
ro: Cea mai bună săptămână (Săptămâna %lld)
ru: Лучшая неделя (Неделя %lld)
sk: Najlepší týždeň (Týždeň %lld)
sl: Najboljši teden (Teden %lld)
sr: Najbolja nedelja (Nedelja %lld)
sv: Bästa vecka (Vecka %lld)
sw: Wiki nzuri zaidi (Wiki %lld)
ta: சிறந்த வாரம் (வாரம் %lld)
th: สัปดาห์ที่ดีที่สุด (สัปดาห์ที่ %lld)
tr: En iyi hafta (Hafta %lld)
uk: Найкраща тиждень (Тиждень %lld)
ur: بہترین ہفتہ (ہفتہ %lld)
vi: Tuần tốt nhất (Tuần %lld)
zh_hans: 最佳周 (第 %lld 周)
zh_hant: 最佳週次（第 %lld 週）

# stats.charts.weeklyChart.noData
source: Add shifts to see weekly earnings.
ar: أضف نوبات لعرض أرباح الأسبوع.
bg: Добави смени, за да видиш седмичните приходи.
bn: সাপ্তাহিক আয় দেখতে শিফট যোগ করুন।
ca: Afegeix torns per veure els guanys setmanals.
cs: Přidejte směny, abyste viděli týdenní příjmy.
da: Tilføj vakter for at se ukens indtjening.
de: Füge Schichten hinzu, um die wöchentlichen Einnahmen zu sehen.
el: Προσθέστε βάρδιες για να δείτε τα εβδομαδιαία κέρδη.
es: Añade vácantes para ver las ganancias semanales.
et: Lisage vahetused, et näha nädala sissetulekut.
fa: برای دیدن درآمد هفتگی، شیفت اضافه کنید.
fi: Lisää vuoroja nähdäksesi viikon tulot.
fil: Magdagdag ng mga vakhta upang makita ang kita ng linggo.
fr: Ajoutez des vagues pour voir les gains de la semaine.
he: הוסף משמרות כדי לראות הכנסות שבועיות.
hi: साप्ताहिक आय देखने के लिए शिफ्ट जोड़ें।
hr: Dodajte smjene da vidite tjedno zarađene novac.
hu: Vákták hozzáadásával megtekintheted a heti bevételt.
id: Tambahkan vakat untuk melihat penghasilan mingguan.
is: Bættu við vöktum til að sjá tekjur vikunnar.
it: Aggiungi turni per vedere i guadagni settimanali.
ja: 週間収益を確認するにはシフトを追加してください。
ko: 주간 수입을 보려면 근무를 추가하세요.
lt: Pridėkite vaktus, norėdami pamatyti savaitės uždarbį.
lv: Pievienojiet maiņas, lai redzētu nedēļas ieņēmumus.
nb: Legg til vakter for å se ukens inntjening.
nl: Voeg diensten toe om de wekelijkse inkomsten te zien.
nn: Legg til vakter for å se ukens inntjening.
pl: Dodaj zmiany, aby zobaczyć tygodniowe zarobki.
pt_br: Adicione turnos para ver os ganhos semanais.
ro: Adaugă schimburi pentru a vedea câștigurile săptămânale.
ru: Добавьте смены, чтобы увидеть недельный заработок.
sk: Pridajte zmeny, aby ste videli týždenné zárobky.
sl: Dodaj izmene, da vidiš tedenski zaslužek.
sr: Dodaj vakte da vidiš zarade za ovu nedelju.
sv: Lägg till skift för att se veckans inkomst.
sw: Ongeza vakt ili kuona mapato ya wiki.
ta: வாரந்தோறும் வருமானத்தைப் பார்க்க வேலைவாய்ப்புகளைச் சேர்க்கவும்.
th: เพิ่มเวรเพื่อดูรายได้รายสัปดาห์
tr: Haftalık kazançları görmek için vardiya ekleyin.
uk: Додайте вахти, щоб побачити тижневий заробіток.
ur: ہفتہ وار آمدنی دیکھنے کے لیے شفٹیں شامل کریں۔
vi: Thêm ca làm việc để xem thu nhập hàng tuần.
zh_hans: 添加班次以查看周收入。
zh_hant: 新增班次以查看本週收入。

# stats.charts.weeklyChart.thisWeek
source: This week
ar: هذا الأسبوع
bg: Тази седмица
bn: এই সপ্তাহ
ca: Aquesta setmana
cs: Tento týden
da: Denne uge
de: Diese Woche
el: Αυτή την εβδομάδα
es: Esta semana
et: See nädal
fa: این هفته
fi: Tämä viikko
fil: Linggo na ito
fr: Cette semaine
he: השבוע הזה
hi: इस सप्ताह
hr: Ovaj tjedan
hu: Ez a hét
id: Minggu ini
is: Þessi vika
it: Questa settimana
ja: 今週
ko: 이번 주
lt: Ši savaitė
lv: Šī nedēļa
nb: Denne uken
nl: Deze week
nn: Denne uken
pl: Ta tydzie
pt_br: Esta semana
ro: Această săptămână
ru: На этой неделе
sk: Tento týždeň
sl: Ta teden
sr: Ova nedelja
sv: Den här veckan
sw: Wiki hii
ta: இந்த வாரம்
th: สัปดาห์นี้
tr: Bu hafta
uk: Цей тиждень
ur: اس ہفتے
vi: Tuần này
zh_hans: 本周
zh_hant: 本週

# stats.charts.yearlyIncome.noData
source: Add shifts to see yearly income.
ar: أضف نوبات لعرض دخل السنة.
bg: Добавете вахти, за да видите годишния доход.
bn: শিফট যোগ করুন বার্ষিক আয় দেখতে।
ca: Afegeix vuitacions per veure els ingressos anuals.
cs: Přidejte směny, abyste viděli roční příjem.
da: Tilføj vakter for at se årets indkomst.
de: Fügen Sie Schichten hinzu, um das Jahreseinkommen zu sehen.
el: Προσθέστε βάρδιες για να δείτε τα ετήσια κέρδη.
es: Añade turnos para ver los ingresos del año.
et: Lisage vahetused, et näha aastasissetulekut.
fa: برای مشاهده درآمد سالانه، شیفت‌ها را اضافه کنید.
fi: Lisää vuoroja nähdäksesi vuosittaisen tulon.
fil: Magdagdag ng mga shift upang makita ang taunang kita.
fr: Ajoutez des vagues pour voir vos revenus annuels.
he: הוסף משמרות כדי לראות הכנסה שנתית.
hi: शिफ्ट जोड़ें वार्षिक आय देखने के लिए।
hr: Dodajte vakte kako biste vidjeli godišnji dohodak.
hu: Adjon hozzá váltásokat az éves bevétel megtekintéséhez.
id: Tambahkan vakat untuk melihat pendapatan tahunan.
is: Bættu við vöktum til að sjá árstekjur.
it: Aggiungi turni per vedere i guadagni annuali.
ja: シフトを追加して年間収入を確認してください。
ko: 연간 수입을 보려면 근무를 추가하세요.
lt: Pridėkite pamainą, kad pamatytumėte metines pajamas.
lv: Pievienojiet maiņas, lai redzētu gada ienākumus.
nb: Legg til vakter for å se årets inntjening.
nl: Voeg diensten toe om jaarlijkse inkomsten te zien.
nn: Legg til vakter for å se årets inntjening.
pl: Dodaj zmiany, aby zobaczyć roczny przychód.
pt_br: Adicione turnos para ver a renda anual.
ro: Adaugă schimburi pentru a vedea veniturile anuale.
ru: Добавьте смены, чтобы увидеть годовой доход.
sk: Pridajte vaky, aby ste videli ročný príjem.
sl: Dodajte vakte, da vidite letni dohodek.
sr: Додајте вакте да видите годишњи приход.
sv: Lägg till skift för att se årets inkomst.
sw: Ongeza vakat ili kuona mapato ya mwaka.
ta: வருடாந்த வருமானத்தைக் காண மாற்றங்களைச் சேர்க்கவும்.
th: เพิ่มการทำงานเพื่อดูรายได้รายปี
tr: Yıllık geliri görmek için vardiya ekleyin.
uk: Додайте зміни, щоб побачити річний дохід.
ur: شفٹیں شامل کریں سالانہ آمدنی دیکھنے کے لیے۔
vi: Thêm ca làm việc để xem thu nhập hàng năm.
zh_hans: 添加班次以查看年收入。
zh_hant: 新增班次以查看年度收入。

# stats.charts.yearlyIncome.title
source: Income in %@
ar: الدخل في %@
bg: Доход в %@
bn: %@ এ আয়
ca: Ingressos a %@
cs: Příjem v %@
da: Indkomst i %@
de: Einkommen in %@
el: Κέρδη σε %@
es: Ingresos en %@
et: Sissetulek %@ kuul
fa: درآمد در %@
fi: Tulo kohteessa %@
fil: Kita sa %@
fr: Revenus en %@
he: הכנסה ב-%@
hi: %@ में आय
hr: Dohodak u %@
hu: Bevétel ebben: %@
id: Pendapatan di %@
is: Tekjur í %@
it: Guadagni in %@
ja: %@での収入
ko: %@의 수입
lt: Pajamos %@
lv: Ienākumi %@
nb: Inntjening i %@
nl: Inkomsten in %@
nn: Inntjening i %@
pl: Przychód w %@
pt_br: Renda em %@
ro: Venituri în %@
ru: Доход в %@
sk: Príjem v %@
sl: Dohodek v %@
sr: Приход у %@
sv: Inkomst i %@
sw: Mapato katika %@
ta: %@ இல் வருமானம்
th: รายได้ใน %@
tr: %@ içinde gelir
uk: Дохід у %@
ur: آمدنی %@ میں
vi: Thu nhập trong %@
zh_hans: %@ 中的收入
zh_hant: %@ 的收入

# stats.currencyBreakdown.show
source: Show totals in other currencies
ar: عرض الإجماليات بعملات أخرى
bg: Показване на общите суми в други валути
bn: অন্যান্য মুদ্রায় মোট দেখান
ca: Mostra els totals en altres monedes
cs: Zobrazit součty v jiných měnách
da: Vis totaler i andre valutaer
de: Gesamtsummen in anderen Währungen anzeigen
el: Εμφάνιση συνόλων σε άλλα νομίσματα
es: Mostrar totales en otras monedas
et: Kuva kogusummad teistes valuutades
fa: نمایش مجموع‌ها به ارزهای دیگر
fi: Näytä kokonaissummat muissa valuutoissa
fil: Ipakita ang mga kabuuan sa ibang currency
fr: Afficher les totaux dans d'autres devises
he: הצג סכומים כוללים במטבעות אחרים
hi: अन्य मुद्राओं में कुल योग दिखाएँ
hr: Prikaži ukupne iznose u drugim valutama
hu: Összegek megjelenítése más pénznemekben
id: Tampilkan total dalam mata uang lain
is: Sýna samtölur í öðrum gjaldmiðlum
it: Mostra i totali in altre valute
ja: 他の通貨で合計額を表示
ko: 다른 통화로 합계 보기
lt: Rodyti sumas kitomis valiutomis
lv: Rādīt kopsummas citās valūtās
nb: Vis totaler i andre valutaer
nl: Totalen in andere valuta weergeven
nn: Vis totalar i andre valutaer
pl: Pokaż sumy w innych walutach
pt_br: Mostrar totais em outras moedas
ro: Afișează totalurile în alte valute
ru: Показывать итоги в других валютах
sk: Zobraziť súčty v iných menách
sl: Prikaži skupne zneske v drugih valutah
sr: Prikaži ukupne iznose u drugim valutama
sv: Visa totaler i andra valutor
sw: Onyesha jumla kwa sarafu nyingine
ta: பிற நாணயங்களில் மொத்தங்களைக் காட்டு
th: แสดงยอดรวมเป็นสกุลเงินอื่น
tr: Toplamları diğer para birimlerinde göster
uk: Показати підсумки в інших валютах
ur: دیگر کرنسیوں میں کل دکھائیں
vi: Hiển thị tổng tiền bằng các loại tiền tệ khác
zh_hans: 以其他货币显示总额
zh_hant: 顯示其他貨幣的總額

# stats.error.computationFailed
source: Couldn't calculate your stats. Try again.
ar: تعذّر حساب إحصاءاتك. حاول مجددًا.
bg: Статистиката не можа да се изчисли. Опитайте пак.
bn: আপনার পরিসংখ্যান গণনা করা যায়নি। আবার চেষ্টা করুন।
ca: No s'han pogut calcular les estadístiques. Torna-ho a provar.
cs: Statistiky se nepodařilo vypočítat. Zkuste to znovu.
da: Kunne ikke beregne din statistik. Prøv igen.
de: Statistik konnte nicht berechnet werden. Versuche es erneut.
el: Δεν ήταν δυνατός ο υπολογισμός των στατιστικών. Δοκιμάστε ξανά.
es: No se pudieron calcular tus estadísticas. Inténtalo de nuevo.
et: Statistikat ei õnnestunud arvutada. Proovi uuesti.
fa: محاسبه آمار ممکن نشد. دوباره تلاش کنید.
fi: Tilastoja ei voitu laskea. Yritä uudelleen.
fil: Hindi makalkula ang iyong mga istatistika. Subukan ulit.
fr: Impossible de calculer vos statistiques. Réessayez.
he: לא ניתן לחשב את הנתונים הסטטיסטיים. כדאי לנסות שוב.
hi: आपके आँकड़े नहीं निकाले जा सके। फिर कोशिश करें।
hr: Nije moguće izračunati statistiku. Pokušajte ponovno.
hu: Nem sikerült kiszámítani a statisztikákat. Próbáld újra.
id: Gagal menghitung statistik. Coba lagi.
is: Ekki tókst að reikna út tölfræðina. Reyndu aftur.
it: Impossibile calcolare le statistiche. Riprova.
ja: 統計を計算できませんでした。もう一度お試しください。
ko: 통계를 계산하지 못했습니다. 다시 시도하세요.
lt: Nepavyko apskaičiuoti statistikos. Bandykite dar kartą.
lv: Neizdevās aprēķināt statistiku. Mēģiniet vēlreiz.
nb: Kunne ikke beregne statistikken. Prøv igjen.
nl: Kon je statistieken niet berekenen. Probeer het opnieuw.
nn: Kunne ikkje rekne ut statistikken. Prøv igjen.
pl: Nie udało się obliczyć statystyk. Spróbuj ponownie.
pt_br: Não foi possível calcular suas estatísticas. Tente novamente.
ro: Nu am putut calcula statisticile. Încearcă din nou.
ru: Не удалось рассчитать статистику. Попробуйте ещё раз.
sk: Štatistiky sa nepodarilo vypočítať. Skúste to znova.
sl: Statistike ni bilo mogoče izračunati. Poskusite znova.
sr: Nije moguće izračunati statistiku. Pokušajte ponovo.
sv: Kunde inte beräkna din statistik. Försök igen.
sw: Imeshindikana kukokotoa takwimu zako. Jaribu tena.
ta: உங்கள் புள்ளிவிவரங்களைக் கணக்கிட முடியவில்லை. மீண்டும் முயலவும்.
th: คำนวณสถิติไม่ได้ ลองอีกครั้ง
tr: İstatistikler hesaplanamadı. Tekrar deneyin.
uk: Не вдалося обчислити статистику. Спробуйте ще раз.
ur: آپ کے اعداد و شمار کا حساب نہیں لگ سکا۔ دوبارہ کوشش کریں۔
vi: Không thể tính thống kê. Hãy thử lại.
zh_hans: 无法计算统计数据，请重试。
zh_hant: 無法計算統計資料，請重試。

# stats.errors.couldNotUpdate
source: Could not update statistics. Please try again later.
ar: لم يتمكن من تحديث الإحصائيات. يرجى المحاولة لاحقاً.
bg: Не можа да се актуализира статистиката. Опитайте отново по-късно.
bn: পরিসংখ্যান আপডেট করা যায়নি। পরে আবার চেষ্টা করুন।
ca: No s'ha pogut actualitzar l'estadística. Torna a provar més tard.
cs: Nelze aktualizovat statistiky. Zkuste to prosím později.
da: Kunne ikke opdatere statistikken. Prøv igen senere.
de: Statistiken konnten nicht aktualisiert werden. Bitte versuchen Sie es später erneut.
el: Δεν ήταν δυνατή η ενημέρωση των στατιστικών. Δοκιμάστε ξανά αργότερα.
es: No se pudieron actualizar las estadísticas. Inténtalo más tarde.
et: Statistika värskendamine ebaõnnestus. Palun proovige hiljem uuesti.
fa: نمی‌توان آمار را به‌روزرسانی کرد. لطفاً بعداً دوباره تلاش کنید.
fi: Tilastoja ei voitu päivittää. Yritä myöhemmin uudelleen.
fil: Hindi na-update ang estadistika. Subukan ulit mamaya.
fr: Impossible de mettre à jour les statistiques. Veuillez réessayer plus tard.
he: לא ניתן לעדכן סטטיסטיקה. אנא נסה שוב מאוחר יותר.
hi: सांख्यिकी अपडेट नहीं की जा सकी। कृपया बाद में पुनः प्रयास करें।
hr: Nije moguće ažurirati statistiku. Pokušajte ponovno kasnije.
hu: Nem sikerült frissíteni a statisztikákat. Próbálkozzon később.
id: Tidak dapat memperbarui statistik. Silakan coba lagi nanti.
is: Gat ekki uppfært tölfræði. Reyndu aftur seinna.
it: Impossibile aggiornare le statistiche. Riprova più tardi.
ja: 統計情報を更新できませんでした。後でもう一度お試しください。
ko: 통계를 업데이트할 수 없습니다. 나중에 다시 시도하세요.
lt: Nepavyko atnaujinti statistikos. Bandykite vėliau.
lv: Nevar atjaunināt statistiku. Lūdzu, vēlāk mēģiniet vēlreiz.
nb: Kunne ikke oppdatere statistikken. Prøv igjen senere.
nl: Kon statistieken niet bijwerken. Probeer het later opnieuw.
nn: Kunne ikke oppdatere statistikken. Prøv igjen senere.
pl: Nie udało się zaktualizować statystyk. Spróbuj ponownie później.
pt_br: Não foi possível atualizar as estatísticas. Tente novamente mais tarde.
ro: Nu s-a putut actualiza statisticile. Încearcă din nou mai târziu.
ru: Не удалось обновить статистику. Попробуйте позже.
sk: Nepodarilo sa aktualizovať štatistiky. Skúste neskôr.
sl: Ni bilo mogoče posodobiti statistike. Prosimo, poskusite ponovno pozneje.
sr: Не могу ажурирати статистику. Покушајте поново касније.
sv: Kunde inte uppdatera statistiken. Försök igen senare.
sw: Imeshindwa kusasisha takwimu. Tafadhali jaribu tena baadaye.
ta: புள்ளிவிவரங்களைப் புதுப்பிக்க முடியவில்லை. பின்னர் முயற்சிக்கவும்.
th: ไม่สามารถอัปเดตสถิติได้ โปรดลองอีกครั้งในภายหลัง
tr: İstatistikler güncellenemedi. Lütfen daha sonra tekrar deneyin.
uk: Не вдалося оновити статистику. Спробуйте пізніше.
ur: شماریات کو اپ ڈیٹ نہیں کیا جا سکا۔ براہ کرم بعد میں دوبارہ کوشش کریں۔
vi: Không thể cập nhật thống kê. Vui lòng thử lại sau.
zh_hans: 无法更新统计数据。请稍后重试。
zh_hant: 無法更新統計資料。請稍後再試。

# stats.hours
source: Hours
ar: الساعات
bg: Часове
bn: ঘন্টা
ca: Hores
cs: Hodiny
da: Timer
de: Stunden
el: Ώρες
es: Horas
et: Tunnid
fa: ساعت‌ها
fi: Tunnit
fil: Oras
fr: Heures
he: שעות
hi: घंटे
hr: Sati
hu: Órák
id: Jam
is: Tímar
it: Ore
ja: 時間
ko: 시간
lt: Valandos
lv: Stundas
nb: Timer
nl: Uren
nn: Timer
pl: Godziny
pt_br: Horas
ro: Ore
ru: Часы
sk: Hodiny
sl: Ure
sr: Сати
sv: Timmar
sw: Masaa
ta: மணிநேரம்
th: ชั่วโมง
tr: Saatler
uk: Години
ur: گھنٹے
vi: Giờ
zh_hans: 小时
zh_hant: 小時

# stats.monthlyEarnings
source: Earnings this month
ar: الأرباح هذا الشهر
bg: Доход този месец
bn: এই মাসের আয়
ca: Ingressos aquest mes
cs: Příjem tento měsíc
da: Indkomst denne måned
de: Verdienst diesen Monat
el: Κέρδη αυτό τον μήνα
es: Ingresos este mes
et: Sissetulek selle kuu
fa: درآمد این ماه
fi: Tämän kuukauden tulo
fil: Kita ngayong buwan
fr: Revenus ce mois-ci
he: הכנסה החודש
hi: इस महीने की आय
hr: Dohodak ovog mjeseca
hu: Bevétel ebben a hónapban
id: Pendapatan bulan ini
is: Tekjur þessa mánaðar
it: Guadagni questo mese
ja: 今月の収入
ko: 이번 달 수입
lt: Šio mėnesio pajamos
lv: Ienākumi šajā mēnesī
nb: Inntjening denne måneden
nl: Inkomsten deze maand
nn: Inntjening denne måneden
pl: Przychód w tym miesiącu
pt_br: Ganhos este mês
ro: Venituri acestă lună
ru: Доход в этом месяце
sk: Príjem tento mesiac
sl: Dohodek ta mesec
sr: Приход овог месеца
sv: Inkomst denna månad
sw: Mapato ya mwezi huu
ta: இந்த மாதத்தின் வருமானம்
th: รายได้เดือนนี้
tr: Bu ay kazancı
uk: Дохід цього місяця
ur: اس مہینے کی آمدنی
vi: Thu nhập tháng này
zh_hans: 本月收入
zh_hant: 本月收入

# stats.shifts
source: Shifts
ar: النوبات
bg: Вахти
bn: শিফট
ca: Vuitacions
cs: Směny
da: Vakter
de: Schichten
el: Βάρδιες
es: Turnos
et: Vahetused
fa: شیفت‌ها
fi: Vuorot
fil: Mga Shift
fr: Vagues
he: משמרות
hi: शिफ्ट
hr: Vakte
hu: Váltások
id: Vakat
is: Vaktir
it: Turni
ja: シフト
ko: 근무
lt: Pamainos
lv: Maiņas
nb: Vakter
nl: Diensten
nn: Vakter
pl: Zmiany
pt_br: Turnos
ro: Schimburi
ru: Смены
sk: Vaky
sl: Vakte
sr: Вакте
sv: Skift
sw: Vakat
ta: மாற்றங்கள்
th: การทำงาน
tr: Vardiyalar
uk: Зміни
ur: شفٹیں
vi: Ca làm việc
zh_hans: 班次
zh_hant: 班次

# supplements.addRule
source: Add supplement
ar: إضافة ملحق
bg: Добавяне на надбавка
bn: সাপ্লিমেন্ট যোগ করুন
ca: Afegir suplement
cs: Přidat příplatek
da: Tilføj tillæg
de: Zuschlag hinzufügen
el: Προσθήκη συμπληρώματος
es: Añadir suplemento
et: Lisa lisatasu
fa: افزودن افزودنی
fi: Lisää lisä
fil: Magdagdag ng supplement
fr: Ajouter un supplément
he: הוסף תוספת
hi: अनुपूरक जोड़ें
hr: Dodaj dodatak
hu: Pótlék hozzáadása
id: Tambah suplemen
is: Bæta við viðbót
it: Aggiungi supplemento
ja: 補足を追加
ko: 수당 추가
lt: Pridėti priedą
lv: Pievienot piedevu
nb: Legg til tillegg
nl: Supplement toevoegen
nn: Legg til tillegg
pl: Dodaj dodatek
pt_br: Adicionar suplemento
ro: Adaugă supliment
ru: Добавить надбавку
sk: Pridať doplnok
sl: Dodaj pribitek
sr: Dodaj dodatak
sv: Lägg till tillägg
sw: Ongeza ziada
ta: நிரপূরণ சேர்க்கவும்
th: เพิ่มส่วนเสริม
tr: Ek ekle
uk: Додати надбавку
ur: اضافی شامل کریں
vi: Thêm phụ cấp
zh_hans: 添加补充
zh_hant: 新增補助

# supplements.custom
source: Custom
ar: مخصص
bg: Персонализирано
bn: কাস্টম
ca: Personalitzat
cs: Vlastní
da: Tilpasset
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizado
et: Kohandatud
fa: سفارشی
fi: Mukautettu
fr: Personnalisé
he: מותאם אישית
hi: कस्टम
hr: Prilagođeno
hu: Egyéni
id: Kustom
is: Sérsniðið
it: Personalizzato
ja: カスタム
ko: 사용자 정의
lt: Pasirinktinis
lv: Pielāgots
nb: Tilpasset
nl: Aangepast
nn: Tilpasset
pl: Niestandardowy
pt_br: Personalizado
ro: Personalizat
ru: Пользовательская
sk: Vlastný
sl: Prilagojeno
sr: Prilagođeno
sv: Anpassad
sw: Tayari
ta: தனிப்பயன்
th: กำหนดเอง
tr: Özel
uk: Спеціальна
ur: حسب ضرورت
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# supplements.deleteRule
source: Delete
ar: حذف
bg: Изтриване
bn: মুছুন
ca: Eliminar
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
fa: حذف
fi: Poista
fil: Tanggalin
fr: Supprimer
he: מחק
hi: हटाएं
hr: Izbriši
hu: Törlés
id: Hapus
is: Eyða
it: Elimina
ja: 削除
ko: 삭제
lt: Ištrinti
lv: Dzēst
nb: Slett
nl: Verwijderen
nn: Slett
pl: Usuń
pt_br: Excluir
ro: Șterge
ru: Удалить
sk: Odstrániť
sl: Izbriši
sr: Obriši
sv: Radera
sw: Futa
ta: நீக்கவும்
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_hans: 删除
zh_hant: 刪除
